Revit 2027 API
OrdinateDimensionSetting Constructor
 Constructs a new OrdinateDimensionSetting object with default settings.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public OrdinateDimensionSetting()
Public Sub New
public:
OrdinateDimensionSetting()
new : unit -> OrdinateDimensionSetting
See Also
Reference
OrdinateDimensionSetting Class
Autodesk.Revit.DB Namespace